system/createPatchDict
FoamFile
{
	version	2.0;
	format	ascii;
	class	dictionary;
	location	"system";
	object	createPatchDict;
}
pointSync	false;
patches	(
	{
		name	heater;
		patchInfo
		{
			type	wall;
		}
		constructFrom	patches;
...
	}

	{
		name	unite;
		patchInfo
		{
			type	wall;
		}
		constructFrom	patches;
...
	}
);
