constant/fluid/boundaryRadiationProperties
FoamFile
{
	version	2.0;
	class	dictionary;
	format	ascii;
	location	"constant/fluid";
	object	boundaryRadiationProperties;
}
fluid_defaultFaces
{
}
fluid_to_solid
{
}
