0/fluid/U
FoamFile
{
	version	2.0;
	format	binary;
	class	volVectorField;
	location	"0/fluid";
	object	U;
	arch	"LSB;label=32;scalar=64";
}
dimensions	[0 1 -1 0 0 0 0];
internalField	uniform (0 0 0);
boundaryField
{
	fluid_defaultFaces
	{
		type	noSlip;
	}
	fluid_to_solid
	{
		type	noSlip;
	}
}
