0/fluid/p_rgh
FoamFile
{
	version	2.0;
	format	binary;
	class	volScalarField;
	location	"0/fluid";
	object	p_rgh;
	arch	"LSB;label=32;scalar=64";
}
dimensions	[1 -1 -2 0 0 0 0];
internalField	uniform 100000;
boundaryField
{
	fluid_defaultFaces
	{
		type	fixedFluxPressure;
	}
	fluid_to_solid
	{
		type	fixedFluxPressure;
	}
}
