system/fvSchemes
FoamFile
{
	version	2.0;
	class	dictionary;
	format	ascii;
	location	"system";
	object	fvSchemes;
}
ddtSchemes
{
	default	Euler;
}
gradSchemes
{
	default	Gauss linear;
}
divSchemes
{
	div(((rho*nuEff)*dev2(T(grad(U)))))	Gauss linear;
	div(R)	Gauss linear;
	default	Gauss upwind;
	div(phi,U)	Gauss upwind;
	div(phi,h)	Gauss upwind;
}
laplacianSchemes
{
	default	Gauss linear corrected;
}
interpolationSchemes
{
	default	linear;
}
snGradSchemes
{
	default	corrected;
}
fluxRequired
{
	default	no;
	p_rgh	;
}
wallDist
{
	method	meshWave;
	nRequired	false;
}
